Repository: MelberGithub/mx-idevice-mounter
Catalog: translations_script/po/mx-idevice-mounter_*.po
Languages: pt, sq

source: MX iDevice Mounter
pt: MX Montar dispositivos i
sq: Montuesi iDevice MX

source: Version:
pt: Versão:

source: GUI program for mounting & unmounting <br> iPhones and Ipads in MX Linux
pt: Programa do MX Linux, de interface gráfica, para montar e desmontar <br> iPhones e iPads
sq: Program GUI për montim & çmontim <br> iPhone-ësh dhe Ipad-ësh në MX Linux

source: Copyright (c) MX Linux
pt: Direitos de Autor (c) MX Linux
sq: Të drejta kopjimi (c) MX Linux

source: Mount
pt: Montar
sq: Montoje

source: Rescan
pt: Verificar
sq: Rikontrollo

source: Unmount
pt: Desmontar
sq: Çmontoje

source: Close
pt: Fechar
sq: Mbylle

source: About
pt: Sobre
sq: Mbi

source: Help
pt: Ajuda
sq: Ndihmë

source: If your device is not found, make sure it is unlocked.
pt: Se o dispositivo não for encontrado, verifique se está desbloqueado.
sq: Nëse s’u gjet pajisja juaj, sigurohuni se është e shkyçur.

source: If you get a "Trust This Computer?" popup on your device when you plug it in, answer "Trust", then Rescan.
pt: Se ao acoplar o dispositivo aparecer uma janela "Confiar neste computador?", responder "Confiar" e voltar a Verificar.
sq: Nëse ju del një flluskë “Të Besohet Ky Kompjuter” në pajisjen tuaj, kur e lidhni, përgjigjuni “Besoje”, mandej Ribëni kontrolloni.

source: If the information below describes your Apple device press the "Mount" button to access its files.
pt: Se a informação abaixo condiz com o dispositivo Apple, premir o botão "Montar" para aceder aos ficheiros.
sq: Nëse hollësitë më poshtë përshkruajnë pajisjen tuaj Apple, shtypni butonin “Montoje”, që të hyni në kartelat e saj.

source: Use the Unmount button before you remove your device. If you have already unplugged it, plug your device back in, Rescan, and Unmount.
pt: Utilizar o botão "Desmontar" antes de desconectar o dispositivo. Caso contrário, voltar a conectar o dispositivo, Verificar e Desmontar.
sq: Përdorni butonin Çmontoje, përpara se të hiqni pajisjen tuaj. Nëse e keni shkëputur tashmë, rilidheni pajisjen tuaj, Ribëni Kontroll dhe Çmontojeni.
